{
  "weeks": [
    {
      "week": 1,
      "title": "Resisting Temptation",
      "introduction": "When you become a Christian, all your troubles will be over! Have you ever heard this? One of the first things a Christian should learn is that temptations can be expected. Becoming a new creation in Christ does not mean freedom from temptations. It means you have power to overcome temptations. How can you resist temptation? Temptation is not sin. It is yielding to temptation that gives birth to sin. God allows temptation so that He may perfect a character in us—if we overcome the temptations. Joseph’s character is a good example for you to learn how to resist temptation.",
      "memoryVerse": "1 Corinthians 10:13 - No temptation has overtaken you that is not common to man. God is faithful, and He will not let you be tempted beyond your strength, but with the temptation will also provide the way of escape, that you may be able to endure it.",
      "days": [
        {
          "day": 1,
          "title": "STEWARDSHIP OF BEAUTY",
          "content": "Beauty is a gift from God. Each person is endowed with a special physical appearance from above.",
          "questions": [
            {
              "question": "A. What does this verse say about Joseph’s special physical appearance?",
              "reference": "Genesis 39:6"
            },
            {
              "question": "B. How did Satan use this quality of appearance in the life of Joseph?",
              "reference": "Genesis 39:6-7"
            },
            {
              "question": "C. What attitude must you have concerning physical appearance?",
              "reference": "1 John 2:15-17"
            }
          ]
        },
        {
          "day": 2,
          "title": "SATAN THE DECEIVER",
          "content": "Satan is called the deceiver of the brethren. He uses people for his own ends.",
          "questions": [
            {
              "question": "A: What do you learn about Satan’s character?",
              "reference": "2 Corinthians 11:14-15"
            },
            {
              "question": "B. Whom do you think Mrs. Potiphar was serving in her request?",
              "reference": "Genesis 39:7"
            },
            {
              "question": "C. In what ways was her lust similar to that of Ammon?",
              "reference": "2 Samuel 13:12-14"
            },
            {
              "question": "D. In what ways do you feel tempted the most? (Honest answers are good for your spiritual growth.)"
            }
          ]
        },
        {
          "day": 3,
          "title": "IDLE HANDS - THE WORKSHOP OF THE DEVIL",
          "content": "Satan is like a roaring lion seeking whom he may devour. He delights in idle hands.",
          "questions": [
            {
              "question": "A. Why would Joseph not yield to sin?",
              "reference": "Genesis 39:8-9"
            },
            {
              "question": "B. How often was Joseph tempted to sin?",
              "reference": "Genesis 39:10"
            },
            {
              "question": "C. List two ways Joseph used to resist temptation.",
              "reference": "Genesis 39:10"
            },
            {
              "question": "D. Against whom do you sin when you yield to temptation?"
            }
          ]
        },
        {
          "day": 4,
          "title": "ESCAPING TEMPTATION",
          "content": "David and John quarreled one afternoon over a Bible teaching. Soon David lost control of his temper. Grabbing the collar of John’s shirt, David knocked John on the eye, causing him serious injury. Asked why he fought John, David murmured, 'I could not help it.'",
          "questions": [
            {
              "question": "A. How often do you give a similar excuse?"
            },
            {
              "question": "B. State three opportunities Satan used to try to trap Joseph into sin.",
              "reference": "Genesis 39:11"
            },
            {
              "question": "C. Describe how you would escape temptation if you were Joseph.",
              "reference": "Genesis 39:12-18"
            },
            {
              "question": "D. What false accusations did Mrs. Potiphar raise against Joseph?",
              "reference": "Genesis 39:13-18"
            }
          ]
        },
        {
          "day": 5,
          "title": "Suffering Unjustly",
          "content": "God honors those who resist temptation even though suffering may be involved.",
          "questions": [
            {
              "question": "A. How was Joseph treated by Captain Potiphar as a result of false accusation?",
              "reference": "Genesis 39:19-20"
            },
            {
              "question": "B. List ways God honored Joseph for resisting temptation.",
              "references": ["Genesis 39:21", "Genesis 39:22", "Genesis 39:23"]
            },
            {
              "question": "C. List at least three things you can do to avoid temptations you face at home, school, etc. (For example, you could begin studying harder so you will be less tempted to cheat on exams)"
            }
          ]
        },
        {
          "day": 6,
          "title": "Bible Passages",
          "content": "Read the passage and internalise it.",
          "questions": [
            {
              "question": "What do you learn from the passages?",
              "references": ["1 Corinthians 10:12-13", "James 1:13-15"]
            }
          ]
        }
      ]
    },
    {
      "week": 2,
      "title": "FORGIVENESS",
      "introduction": "Have you ever made someone angry or bitter at you? Or has someone made you angry at another person? Sitting outside the classroom, Jepkemei’s English teacher was marking the class exercises. Behind him, Kepkemei played with other little girls. Suddenly, Jepkemei unintentionally hurled a sharp pebble right at the forehead of her teacher, pricking him very hard. 'You silly little girl!' roared the teacher. 'What have you done?' The teacher dropped everything he was holding and walked towards the little girl. Jepkemei had tears rolling down her cheeks like a river of water. Seeing the helplessness of the girl, the teacher gently stooped, touched her shoulders, and pronounced, 'I forgive you. Do not repeat that again.'",
      "memoryVerse": "Luke 17:3-4 - Take heed to yourselves; if your brother sins, rebuke him, and if he repents, forgive him; and if he sins against you seven times in the day, and turns to you seven times, and says, ‘I repent,’ you must forgive him.",
      "days": [
        {
          "day": 1,
          "title": "TO ERR IS HUMAN",
          "questions": [
            {
              "question": "Read Genesis 37:1-11 carefully. Why was Joseph mistreated by his brothers?",
              "reference":"Genesis 37:1-11"
            }
          ]
        },
        {
          "day": 2,
          "title": "SIN MULTIPLIES (reproduces sin)",
          "questions": [
            {
              "question": "A. What do these verses reveal concerning the attitude of Joseph’s brothers towards him?",
              "reference": "Genesis 37:18-22"
            },
            {
              "question": "B. What secret intentions do you have for your enemies?"
            },
            {
              "question":"C. Of whom were you jealous? : Why?"
            }
          
            
          ]
        },
        {
          "day": 3,
          "title": "HATRED IS MURDER",
          "questions": [
            {
              "question": "A. Trace the plan of Joseph’s brothers as found in Genesis 37:",
              "reference":"Genesis 37:23-24",
              "subQuestions": [
                "v. 23 They ______________",
                "v. 24 They ______________"
              ]
            },
            {
              "question": "B. What did Joseph’s brothers intend to do to Joseph?",
              "reference": "Genesis 37:26-27"
            },
            {
              "question": "I. How did God rescue him?",
              "reference": "Genesis 37:25, 28b"
            },
            {
              "question": "II. For what price was he sold?"
            },
            {
              "question": "C. Read vs 29, 36 carefully, What other plan did Joseph’s brothers have?",
              "reference": "Genesis 37:29, 36"
            },
            {
              "question": "D. If you hate another person, what does it mean?",
              "reference": "1 John 3:15"
            }
          ]
        },
        {
          "day": 4,
          "title": "JOSEPH'S BROTHERS ADMIT THEIR GUILT",
          "questions": [
            {
              "question": "A. What confession would you make when you wrong someone? Write the confession in first person in Genesis 42:21, beginning with 'Truly…' Use 'I' instead of 'We'."
            },
            {
              "question": "A. Two other instances show that the guilt in Joseph’s brothers troubled them. Describe their request to Joseph.",
              "references": ["Genesis 45:3", "Genesis 50:15-21"]
            },
            {
              "question": "Whom have you offended today? Go to him/her and ask him/her to forgive you now, if possible."
            }
          ]
        },
        {
          "day": 5,
          "title": "FORGIVENESS IS DIVINE",
          "content": "Humanly speaking, it is impossible to forgive our enemies without retaliating or holding grudges against them. A God-fearing man holds no grudges. He forgets entirely the wrong done to him by another person.",
          "questions": [
            {
              "question": "A. Why would Joseph not harm his brothers?",
              "reference": "Genesis 42:18"
            },
            {
              "question": "B.Read Genesis 45:4-8,24; 50:15-21 Think of several characteristics of love that Joseph had in order to forgive his brothers. Now study what the New Testament teaches concerning love: 1 Corinthians 13:1-8.",
              "subQuestions": [
                "What love is (verses 4-7):",
                "What love is not (verse 8):"
                
              ],
              "references":["Genesis 45:4-8,24","Genesis 50:15-21","1 Corinthians 13:1-8"]
            },
            {
              "question": "C. What does Jesus Christ teach you to do concerning forgiving others?",
              "reference": "Matthew 6:12"
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGE",

          "content": "Romans 12:9-21 - 'He who forgives ends the quarrel.' (African proverb)",
          "questions": [
            {
              "question": "What do you learn from the passages?",
              "reference":"Romans 12:9-21"
            }
          ]
        }
      ]
    },
    {
      "week": 3,
      "title": "NO ACCIDENTS WITH GOD",
      "introduction": "Prisca was late for school on Monday. The teacher announced that all those pupils who were late that morning would be punished in the afternoon, a prominent politician visited the school unexpectedly. Every staff member assembled in the staffroom to welcome the guest, the teacher on duty exempted all the pupils who were late to be punished that afternoon. Imagine you were Prisca,How would you feel? ________________________________________________________________________________ Why were you to be punished? _______________________________________________________________________________________________ Was it for good or bad? ______________________________________________________________________________________________________ What other things can you trust God to overrule in your life?________________________________________________________________",

      "memoryVerse": "Romans 8:28 - We know that in everything God works for good with those who love him, who are called according to his purpose.",
      "days": [
        {
          "day": 1,
          "title": "GOD AND OUR DAILY CIRCUMSTANCES",
          "questions": [
            {
              "question":"Study carefully Gen. 37:20-36.God alters the plans of evil men to suit God's plams for us. What did Joseph’s brothers plan to do with Joseph?",
              "reference": "Genesis 37:20-36"
            },
            {
              "question": "B. Did the idea of selling Joseph make his brothers less responsible for their evil action? Why?"
            },
            {
              "question": "C. How did one sin lead to another?",
              "reference": "Genesis 37:31-36"
            },
            {
              "question": "D. What evil intentions do you have against others?"
            }
          ]
        },
        {
          "day": 2,
          "title": "TEMPTATION AND GROWTH",
          "content":"God allows satan to tempt us inorder that God might perfect His character in us. Do you sometimes wonder why hardships come your way when God is the God of Love? God allows us to suffer hardships because he loves us. Hardships produces charcter in us.",
          "questions": [
            {
              "question": "A. Why did Joseph enter Mr. Potiphar’s house?",
              "reference": "Genesis 39:1"
            },
            {
              "question": "I. What happened?",
              "reference": "Genesis 39:12-13"
            },
            {
              "question": "B. What shows that Joseph could have yielded to sin if he had wanted to?",
              "reference": "Genesis 39:9-11"
            },
            {
              "question": "C. What helped Joseph gain victory over the temptation?"
            }
          ]
        },
        {
          "day": 3,
          "title": "SUFFERING",
          "content":"God can use suffering  to bring us to a place of honor, even though we dont understand the reason for our suffering.",
          "questions": [
            {
              "question": "A. What happened to Joseph as a result of Mrs. Potiphar’s false accusation?",
              "reference": "Genesis 39:19-20"
            },
            {
              "question": "I.How did God show His mercies to Joseph?",
              "reference": "Genesis 39:21-23"
            },
            {
              "question": "B. Suffering unjustly brings blessings to a godly man. How does this apply to your life situation now?"
            }
          ]
        },
        {
          "day": 4,
          "title": "PREPARATION FOR THE FUTURE",
          "content":"God was preparing Joseph for a future task of leadership. God may use people to revel His will to us.",
          "questions": [
            {
              "question": "How did God use the chief butler to make known God’s will for Joseph?",
              "reference": "Genesis 40:9-13"
            },
            {
              "question": "After two years of imprisonment, Pharaoh promoted Joseph from prisoner to Prime Minister of Egypt. What two qualities did Joseph have that surpassed all men in Egypt?",
              "reference": "Genesis 41:39"
            },
            {
              "question": "Who enables people to have such qualities?"
            },
            {
              "question": "What reward did Joseph receive for patience and suffering in hard times?",
              "reference": "Genesis 40:45"
            },
            {
              "question": "How old was he when he began to rule?"
            },
            {
              "question": "What is God allowing in your life today which you do not understand?"
            }
          ]
        },
        {
          "day": 5,
          "title": "GOD'S PURPOSE", 
          "content":"Joseph was send to egypt for a purpose. God was using him to preserve the lives of Jacob's family. Very often God alows certain things take place in our lives to perfect a plan of God.",
          "questions": [
            {
              "question": "A. Who did Joseph say sent him into Egypt?",
              "reference": "Genesis 45:5-7"
            },
            {
              "question": "B. Why was Joseph sent into Egypt?",
              "reference": "Genesis 45:5-7"
            },
            {
              "question": "C. Joseph comforted his brothers after revealing himself to them. What did he ask his brothers not to do?",
              "reference": "Genesis 45:5"
            },
            {
              "question":"D. What does Paul say your attitude should be in all circumstances that come your way?",
              "reference":"Romans 8:28"
            },
            {
              "question":"E. What difficulties are you facing now? Write them here."
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGE",
          "content": "Romans 8:18-30",
          "questions": [
            {
              "question": "What do you learn from the passages?",
              "reference":"Romans 8:18-30"
            }
          ]
        }
      ]
    },
    {
      "week": 4,
      "title": "STEWARDSHIP",
      "introduction": "A steward is a person who acts as a custodian or guardian. He cares for the possessions and supervises the affairs of another. A Christian recognizes that he owes all his being to Jesus Christ. The Christian’s life, personality, time, talent, and possessions belong to God. Each believer will give an account of his stewardship before God (Rom. 14:12; 2 Cor. 5:10). A Christian, therefore, aims at utilizing every aspect of his life for God’s glory.",
      "memoryVerse": "1 Peter 4:10, “As each has received a gift, employ it for one another, as good stewards of God’s varied grace.”",
      "days": [
        {
          "day": 1,
          "title": "JOSEPH’S STEWARDSHIP OF THE BODY",
          "questions": [
            {
              "question": "A. What quality of beauty did Joseph possess?",
              "reference": "Genesis 39:6"
            },
            {
              "question": "B. What sin was Joseph tempted to commit?",
              "reference": "Genesis 39:7"
            },
            {
              "question": "C. Why would he not yield to temptation?",
              "reference": "Genesis 39:8-9"
            },
            {
              "question": "D. A Christian is no longer his own. He belongs to Jesus Christ, his redeemer. Read Gal. 2:20. I. List three things you as a Christian should not love",
              "reference": "1 John 2:16"
            },
            {
              "question": "II. What should you do with your body?",
              "reference": "1 Corinthians 6:19-20"
            }
          ]
        },
        {
          "day": 2,
          "title": "JOSEPH’S STEWARDSHIP OF TIME",
          "content": "Time well spent on earth will be rewarded with joy in Heaven.",
          "questions": [
            {
              "question": "A. Read Psalm 90:10,12. What do these verses teach you concerning the importance of time?"
            },
            {
              "question": "B. What shows in these verses that Joseph wasted no time at all?",
              "reference": "Genesis 39:10-11"
            },
            {
              "question": "C. Time is money. Time wasted will never be recovered. What commands does God give concerning daily use of time?",
              "reference": "Ephesians 5:15-16"
            },
            {
              "question": "D. Sometimes you spend most of your free time on unprofitable activities. List some activities you spend most of your time on. II. Why?"
            }
          ]
        },
        {
          "day": 3,
          "title": "JOSEPH’S STEWARDSHIP OF TALENTS OR ABILITIES",
          "questions": [
            {
              "question": "A. What special abilities did Joseph have?",
              "reference": "Genesis 41:39"
            },
            {
              "question": "B. God has given you a gift; you need to discover it. What gifts has God given to His children?",
              "reference": "Romans 12:6,8"
            },
            {
              "question": "C. How should you use your gifts?",
              "reference": "1 Peter 4:10"
            }
          ]
        },
        {
          "day": 4,
          "title": "JOSEPH’S STEWARDSHIP OF POSITION",
          "questions": [
            {
              "question": "A. Study Gen. 45:5-9 carefully. What does Joseph say about his position?",
              "reference":"Genesis 45:5-9"
            },
            {
              "question": "B. What responsibilities did Joseph have?",
              "reference": "Genesis 45:5-9"
            },
            {
              "question": "C. Very often people in high positions use the opportunity to take revenge against their enemies, acquire wealth, and boost their pride. How did Joseph use his position?",
              "reference": "Genesis 45:9-15"
            }
          ]
        },
        {
          "day": 5,
          "title": "JOSEPH’S STEWARDSHIP OF MATERIAL POSSESSIONS",
          "content": "Though little is mentioned about Joseph’s possessions in Egypt, Joseph was a good steward of his possessions. All the material wealth in Egypt was at his disposal. He acknowledged God in many things.",
          "questions": [
            {
              "question": "A. Study Gen. 42:25; 45:7, 10-11; 49:24. Which of the following words and phrases describe best Joseph’s stewardship of material wealth? Tick the correct ones.",
              "reference":"Genesis. 42:25; 45:7, 10-11; 49:24"
            },
            {
              "question": "B. What do these verses teach concerning stewardship of the world’s wealth?",
              "references": ["Psalm 50:10, 12b", "Psalm 89:11", "Haggai 2:8"]
            },
            {
              "question": "C. What attitude should you have concerning daily matters?",
              "references": [
                "Proverbs 30:8",
                "1 Timothy 6:8",
                "Colossians 3:10-31"
              ]
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGES",
          "content": "Romans 12:4-8; Ephesians 4:11-15; 1 Peter 4:7-10"
        }
      ]
    },
    {
      "week": 5,
      "title": "Handling Success",
      "introduction": "Material prosperity is not always a sign of godly success. Success in life depends on your relationship with God and your character. However, God’s favor may render unbelievers and believers alike prosperous. He knows the degree and purpose of doing so.",
      "memoryVerse": "Matthew 6:33: \"But seek first his kingdom and his righteousness and all these things shall be yours as well.\"",
      "days": [
        {
          "day": 1,
          "title": "God Promises to Meet Your Needs",
          "questions": [
            {
              "question": "A. Why was Joseph prosperous?",
              "reference": "Genesis 39:3, 23"
            },
            {
              "question": "\"B. The reward for __________ and __________ of the Lord is __________ and __________.\"",
              "reference": "Proverbs 22:4"
            },
            {
              "question": "C. What did Paul say God would do for the Philippians because they had sacrificed to support him?",
              "reference": "Philippians 4:19"
            },
            {
              "question": "D.What three things must you do when in need of anything from God?",
              "reference": "Matthew 7:8"
            }
          ]
        },
        {
          "day": 2,
          "title": "FAITHFULNESS",
          "content": "God honors those who are faithful and trustworthy in little things.",
          "questions": [
            {
              "question": "A. What key responsibilities did Joseph hold in Potiphar’s house?",
              "reference": "Genesis 39:2-6"
            },
            {
              "question": "B. What will you receive that Joseph received if you remain trustworthy in your work?",
              "reference": "Genesis 39:5"
            },
            {
              "question": "C. What two things unfold all the blessings God wants you to have?",
              "reference": "Matthew 6:33"
            }
          ]
        },
        {
          "day": 3,
          "title": "INTEGRITY",
          "content": "Joseph could not use his success for sinful ends.",
          "questions": [
            {
              "question": "A. What temptation did Joseph face in Potiphar’s house?",
              "reference": "Genesis 39:7-8"
            },
            {
              "question": "B. What advantages did Joseph have that could have led him to sin?",
              "reference": "Genesis 39:7-11"
            },
            {
              "question": "C. Why would he not yield to temptation?",
              "reference": "Genesis 39:9"
            },
            {
              "question": "D. What three ways did Joseph use to resist Satan’s attack?",
              "reference": "Genesis 39:10"
            },
            {
              "question": "E. What must you do to avoid using your position for sinful intentions?"
            }
          ]
        },
        {
          "day": 4,
          "title": "Favour with God",
          "content": "Joseph was faithful in a small position. Though suffering was involved, God was preparing him for a greater position. As a result of Joseph's failthfulness in small things, he found favor in God's eyes.",
          "questions": [
            {
              "question": "A. What two things happened to Joseph when he refused to listen to Satan’s voice?",
              "reference": "Genesis 39:13-20"
            },
            {
              "question": "B. How did God show Joseph His kindness and love? In prison (Genesis 39:21-23) and out of prison (Genesis 41:39-41)"
            },
            {
              "question": "C. What attitude must you have when you suffer unjustly?",
              "reference": "1 Peter 4:15-16"
            },
            {
              "question": "D. From what are you suffering unjustly now?"
            }
          ]
        },
        {
          "day": 5,
          "title": "God Gives Success",
          "content": "Success in life comes from God. Joseph attributed his success to God. Whatever achievement he made in life, he acknowledged it to have come from above. As a man or woman of God, you and I are called to give the hor that belongs to Him.",
          "questions": [
            {
              "question": "A. What does Joseph say was responsible for his prosperity in Egypt?",
              "reference": "Genesis 45:4-8"
            },
            {
              "question": "B. Why was he sent into Egypt?"
            },
            {
              "question": "C. God may not give you everything you want, even though you may think it is good. He only gives what He knows is best for you. To what kind of people does God give every good thing?",
              "reference": "Psalm 84:11"
            }
          ]
        },
        {
          "day": 6,
          "title": "Bible Passage",
          "content": "Philippians 4:8-13",
          "questions":[
            {"reference":"Philippians 4:8-13"}
          ]
        }
      ]
    },
    {
      "week": 6,
      "title": "Spiritual Breathing",
      "introduction": "Prayer is the Christian’s vital breath. It is an attitude of life, a constant fellowship with the Lord and Savior Jesus Christ. Just as breathing is essential to physical life, so prayer is essential to spiritual life.Have you prayed yet today? Many of us would be ashamed to answer this question. Yet prayer is vital  for becoming a godly person.",
      "memoryVerse": "Jeremiah 33:2-3: \"Thus says the Lord who made the earth, the Lord who formed it to establish it—the Lord is his name: Call to me and I will answer you, and will tell…\"",
      "days": [
        {
          "day": 1,
          "title": "Talking with God",
          "content": "Prayer is not just asking God for things. It is talking to Him just as a son talks to his father.",
          "questions": [
            {
              "question": "A. What is prayer according to these verses?",
              "references": [
                "Psalm 34:1",
                "1 John 1:9",
                "Prov. 28:13",
                "Matt. 7:7-11",
                "1 Tim. 2:1-3",
                "Psalm 1:2",
                "1 Thess. 5:18"
              ]
            },
            {
              "question": "B. Which one(s) is (are) lacking in your life?"
            }
          ]
        },
        {
          "day": 2,
          "title": "Praying Regularly",
          "content": "Daniel’s habit of prayer is a great example of regular, consistent communication with God.",
          "questions": [
            {
              "question": "A .Describe Daniel’s habit of prayer.",
              "reference": "Dan. 6:10-11"
            },
            {
              "question": "B. What hinders you from having regular prayer?"
            },
            {
              "question": "C. What are you going to do to solve this problem?"
            }
          ]
        },
        {
          "day": 3,
          "title": "Praying for Others",
          "content": "Christians are commanded to pray for others. Prayer is unselfish. Praying for each other is a true manifestation of oneness in spirit and in faith. Prayer may also mean pleading on behalf of our enemies or others we wish to see God change.\n James was sitting in preps. His senior teacher in high school was ill. 'Lord, grant your healing to Mwalimu Justus , james pleaded silently with God.'",
          "questions": [
            {
              "question": "1. Do you pray for others?"
            },
            {
              "question": "2. How often?"
            },
            {
              "question": "3. If not, why?"
            },
            {
              "question": "4. In these verses you find things Daniel may have included in his prayer list. What are they?",
              "reference": "1 Tim. 2:1-3"
            }
          ]
        },
        {
          "day": 4,
          "title": "Thanking God Always",
          "content": "Have you ever stopped to think why many people are unthankful for he benefits God gives to them? S a child f God, you should acknowledge God's love and kindness in every detail of your daily life. A godly person is always thankful to God. He recounts the many blessings God has poured on him. His heart is full of tremendous praise and joy.",
          "questions": [
            {
              "question": "A. What must a godly person do when God answers prayer?",
              "reference": "Daniel 2:23"
            },
            {
              "question": "B. For what did Daniel praise and thank God?",
              "reference": "Daniel 2:23"
            },
            {
              "question": "C. What kind of people could not understand God’s secret?",
              "reference": "Daniel 2:27"
            },
            {
              "question": "D. Read Daniel 2:28-30. What shows that Daniel did not interpret the king’s dream by his own understanding?",
              "reference":"Daniel 2:28-30"
            }
          ]
        },
        {
          "day": 5,
          "title": "Praying for Change",
          "content": "All things are possible with God our father. Through prayer, the fountain of blessings of God is opened. 'The prayer of a righteous man has great power in its effects.' (James 5:16)",
          "questions": [
            {
              "question": "A. Why was Daniel thrown into the lions’ den?",
              "reference": "Daniel 6:7-8,12"
            },
            {
              "question": "B. Read Daniel 6:14-38. How did prayer affect the course of events in the following verses?",
              "subquestions": [
                {
                  "question": "King’s",
                  "reference": "vs. 14,16,20"
                },
                {
                  "question": "King and Daniel’s",
                  "reference": "v. 23"
                },
                {
                  "question": "Plotters’",
                  "reference": "vs. 21-24"
                },
                {
                  "question": "God’s",
                  "reference": "v. 25"
                }
              ]
            },
            {
              "question": "C. What major hardships are you experiencing today?"
            },
            {
              "question": "II. What will you ask God to do about your hardships? Perhaps He wants to change your attitudes rather than your situation."
            }
          ]
        },
        {
          "day": 6,
          "title": "Bible Passage",
          "content": "Luke 11:1-13"
        }
      ]
    },
    {
      "week": 7,
      "title": "HONEST LIVING",
      "introduction": "God will honor those who live a genuine Christian life in spite of their place of work or social position. Daniel’s uncompromised stand in the royal court (called here 'University College') is a glowing reflection of God’s character in his life.",
      "memoryVerse": "Ezra 7:10 - \"For Ezra had set his heart to study the law of the Lord, and to do it, and to teach its statutes and ordinances in Israel.\"",
      "days": [
        {
          "day": 1,
          "title": "PURITY IN UNIVERSITY COLLEGE OF KING NEBUCHADNEZZAR",
          "questions": [
            {
              "question": "What kind of students did Nebuchadnezzar want enrolled in his university?",
              "reference": "Daniel 1:3-4"
            },
            {
              "question": "From which country did they come from?",
              "reference": "Daniel 1:3-4"
            },
            {
              "question": "What special relationship did the Israelites have with God?"
            }
          ]
        },
        {
          "day": 2,
          "title": "LIFE IN THE UNIVERSITY",
          "content": "A university is the highest institution of learning. Today some graduates think that faith in God is unnecessary. They believe in the accidental evolution of life and the non-existence of supernatural power over the world.",
          "questions": [
            {
              "question": "What subjects were taught in the University College?",
              "reference": "Daniel 1:4,17"
            },
            {
              "question": "Why should you study the Bible in addition to studying subjects such as science, maths, etc.?",
              "reference": "2 Timothy 3:16-17"
            },
            {
              "question": "What special food was served?",
              "reference": "Daniel 1:5"
            },
            {
              "question": "How long did the studies last?",
              "reference": "Daniel 1:5"
            },
            {
              "question": "How does the examination differ from today’s examinations?",
              "reference": "Daniel 1:18-19"
            },
            {
              "question": "What were the names of some of the students?",
              "reference": "Daniel 1:6-7"
            }
          ]
        },
        {
          "day": 3,
          "title": "PROBLEMS AT THE UNIVERSITY",
          "questions": [
            {
              "question": "Why did Daniel not want to eat the king’s food?",
              "reference": "Daniel 1:8"
            },
            {
              "question": "How did Daniel avoid compromise?",
              "reference": "Daniel 1:8"
            },
            {
              "question": "What bad compromises (temptations) are you facing today?"
            }
          ]
        },
        {
          "day": 4,
          "title": "DIPLOMACY AT THE UNIVERSITY",
          "content": "You can keep yourself pure regardless of your circumstances. Daniel was a wise diplomat who did not fight to achieve his goal. Instead, he traded kind words with the authorities.",
          "questions": [
            {
              "question": "What kind of food did Daniel and his friends want to eat?",
              "reference": "Daniel 1:10-13"
            },
            {
              "question": "Describe the test Daniel and his friends underwent."
            },
            {
              "question": "What were the results?",
              "reference": "Daniel 1:15-16"
            },
            {
              "question": "Now think about your daily life at home, in school, or in the community. What beliefs and customs are you asked to follow against your faith in God?"
            }
          ]
        },
        {
          "day": 5,
          "title": "VICTORY OVER SIN AT THE UNIVERSITY",
          "content": "God rewards all those who live pure lives.",
          "questions": [
            {
              "question": "What special abilities did God give the four Jewish students?",
              "reference": "Daniel 1:17"
            },
            {
              "question": "What extra ability did God give Daniel?",
              "reference": "Daniel 1:17"
            },
            {
              "question": "After completing their studies, what did the king do with the Jewish students?",
              "reference": "Daniel 1:18-20"
            },
            {
              "question": "What would have happened if Daniel and his friends had compromised their faith? What do you learn from this?"
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGE",
          "content": "1 Peter 1:13-25"
        }
      ]
    },
    {
      "week": 8,
      "title": "CITIZENSHIP",
      "introduction": "You ask, is it possible to maintain a genuine Christian testimony even when in a high position in the government? It is expected of citizens of a country to obey civil authorities. Daniel reveals how to live a godly life even when in a high position in the government. He was the highest of King Darius’ three top rulers. His task was one of the most challenging in those days. To live a godly life requires absolute dependence on God’s faithfulness. God promises to honor all who consistently submit to Him regardless of circumstances.",
      "memoryVerse": "1 Peter 3:13-14 - \"Who is there to harm you if you are zealous for what is right? But even if you do suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled.\"",
      "days": [
        {
          "day": 1,
          "title": "GOVERNMENT — GOD’S INSTRUMENT",
          "content": "The government is God’s servant. A good government exists to execute justice, make laws to govern God’s people, and to enforce God’s moral principles. A good government acknowledges God’s sovereignty in the making of laws and in the executing of justice. A Christian in a high government position is called to set a good example.",
          "questions": [
            {
              "question": "State all the things God wants the government to do in this passage:",
              "reference": "Romans 13:1-7"
            }
          ]
        },
        {
          "day": 2,
          "title": "PRAYER — THE CITIZEN’S RESPONSIBILITY",
          "content": "Another way of maintaining good citizenship is by praying for your country. Prayer changes things. Your leaders need wisdom, understanding, etc., to rule justly in the country.",
          "questions": [
            {
              "question": "How did Daniel show his loyalty to his country in his prayer?",
              "reference": "Daniel 9:3,20"
            },
            {
              "question": "What should you do for those in authority?",
              "reference": "1 Timothy 2:1-2"
            },
            {
              "question": "How should Christians relate to those in civil authority? Why?",
              "reference": "1 Peter 2:13-14,17"
            },
            {
              "question": "List prayer items for your government and pray for them."
            }
          ]
        },
        {
          "day": 3,
          "title": "AUTHORITIES — GOD’S PERMISSIVE WILL",
          "content": "Rulers are appointed by God. Leadership comes from God. No one assumes key leadership in the government without the permissive will of God.",
          "questions": [
            {
              "question": "What position in the government did Daniel hold? To what is that equivalent in today’s terms?",
              "reference": "Daniel 6:1-3"
            },
            {
              "question": "What good citizenship qualities did Daniel have?",
              "reference": "Daniel 6:3-5"
            }
          ]
        },
        {
          "day": 4,
          "title": "EQUALITY - EVERYONE’S RESPONSIBILITY",
          "questions": [
            {
              "question": "List from these passages what God requires of citizens in authority.",
              "references": ["Amos 5:7,10-15", "Isaiah 8:6-8", "Micah 6:8-9"]
            },
            {
              "question": "In what ways are you helping your country reduce injustices?"
            }
          ]
        },
        {
          "day": 5,
          "title": "OBEDIENCE - OUR DUTY",
          "content": "You can be loyal to your government without sinning against God. This is possible when you obey God constantly.",
          "questions": [
            {
              "question": "Why did Daniel remain loyal to the government while maintaining his godly character?",
              "references": ["Daniel 2:37-38", "Daniel 6:26-27"]
            },
            {
              "question": "Daniel’s loyalty to the government did not mean sinning against God. However, Daniel did not agree to follow ungodly demands, practices, or laws of the government. How did he do this?",
              "references": ["Daniel 1:8-9", "Daniel 2:23", "Daniel 6:4"]
            },
            {
              "question": "When may a Christian say NO to government demands, practices, or laws? Be careful.",
              "reference": "Acts 4:19; 5:29"
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGE",
          "content": "Psalm 15:1-8"
        }
      ]
    },
    {
      "week": 9,
      "title": "GOD’S MOUTHPIECE",
      "introduction": "In the lessons on Joseph, you learned that his family moved from Canaan to Egypt during the famine. Joseph told his family that God would someday bring them back to the promised land (Genesis 50:22-24). Because Pharaoh (king) feared that the Israelites would gain power and defeat the Egyptians, he made them slaves. But the Israelites continued to grow in number and strength. So Pharaoh commanded that all the Israelites’ baby sons be killed. Pharaoh’s daughter found an Israelite baby hidden in the swamp at the edge of the Nile River. She took him as her son and named him Moses. Moses grew up in the home of Pharaoh. When God saw the great suffering of His people, He chose Moses to lead them out of Egypt to the promised land. But Moses had to learn many lessons before God finally put him into this position of leadership. First, he had to become an obedient servant of God.",
      "memoryVerse": "Proverbs 3:5-6 - \"Trust in the Lord with all your heart, and do not rely on your own insight. In all your ways acknowledge him, and he will make straight your paths.\"",
      "days": [
        {
          "day": 1,
          "title": "PRIDE LEADS TO MURDER",
          "content": "Pride puts self first. Pride causes you to think of yourself more highly than you should. Consider Acts 7:20-23.",
          "questions": [
            {
              "question": "From v. 22, what do you learn about Moses?",
              "reference": "Acts 7:20-23"
            },
            {
              "question": "Do you think Moses' schooling made him a leader or a follower?",
              "reference": "Acts 7:22"
            },
            {
              "question": "As he grew older, Moses felt responsible to help his own people, the Israelites. How did he think he could help them?",
              "reference": "Acts 7:24"
            },
            {
              "question": "What shows he was a proud man?",
              "reference": "Acts 7:25"
            }
          ]
        },
        {
          "day": 2,
          "title": "UNBELIEF BREEDS EXCUSES",
          "content": "Depending on self may also lead you to think you are not able to do the work which God wants you to do. Read Exodus 5:22; 6:1 and then complete the following chart.",
          "questions": [
            {
              "question": "Moses' Excuse - God's Answer",
              "chart": [
                {
                  "excuse": "Ex. 3:11",
                  "answer": "Ex. 3:12"
                },
                {
                  "excuse": "Ex. 3:12",
                  "answer": "Ex. 3:14, 15"
                },
                {
                  "excuse": "Ex. 4:1",
                  "answer": "Ex. 4:2-9"
                },
                {
                  "excuse": "Ex. 4:10",
                  "answer": "Ex. 4:11-12"
                }
              ]
            },
            {
              "question": "My Excuse - God cannot use me because:",
              "subquestions": [
                "1. _______________ God’s Answer: Phil. 4:16",
                "2. __________________________________________",
                "3. __________________________________________"
              ]
            }
          ]
        },
        {
          "day": 3,
          "title": "HUMILITY BRINGS SUFFERING",
          "questions": [
            {
              "question": "What did Moses refuse?",
              "reference": "Hebrews 11:24-25"
            },
            {
              "question": "What did Moses choose?",
              "reference": "Hebrews 11:25"
            },
            {
              "question": "Why did he choose to identify with the Israelites who were suffering under the rule of Pharaoh?",
              "reference": "Hebrews 11:26"
            },
            {
              "question": "Moses became a great leader. He could have taken the honor for himself. To whom did Moses give all credit for the deliverance of his people?",
              "reference": "Exodus 13:3"
            },
            {
              "question": "What is your aim in serving God?",
              "subquestions": [
                "Do you seek only the positions for which you will be praised or gain recognition?",
                "As a Christian, are you willing to clean the church as to lead the singing in the youth meetings?"
              ]
            }
          ]
        },
        {
          "day": 4,
          "title": "WAITING UPON THE LORD",
          "questions": [
            {
              "question": "How old was Moses when he visited his people, the Israelites?",
              "reference": "Acts 7:23"
            },
            {
              "question": "How many years passed before God spoke to him in the burning bush?",
              "reference": "Acts 7:30"
            },
            {
              "question": "Do you think watching sheep was an exciting way of serving God?",
              "reference": "Acts 7:30"
            },
            {
              "question": "For how many years did Moses lead the Israelites?",
              "reference": "Acts 7:36"
            },
            {
              "question": "Moses died when he was ________ years old.",
              "reference": "Deuteronomy 34:7"
            },
            {
              "question": "How many years of preparation did he take before he became a useful servant of God?",
              "calculation": "Add 40 years in Egypt + 40 years in Midian = Total years of preparation."
            },
            {
              "question": "As a young person, you may be eager to serve the Lord right now. Are you willing to wait if God wants to first prepare you in some way?"
            }
          ]
        },
        {
          "day": 5,
          "title": "LEARNING TO ENDURE",
          "questions": [
            {
              "question": "Did Moses always have faith in God? Give reasons for your answer.",
              "reference": "Hebrews 11:24-28"
            },
            {
              "question": "Faith is dependence on _______. It begins when self-dependence ends.",
              "reference": "Hebrews 11:24-28"
            },
            {
              "question": "Moses had to suffer defeat, sorrow, broken plans to learn faith. How does this relate to your life?"
            },
            {
              "question": "You cannot trust someone further than you know him. So first you must know Christ. How do you get to know Him?",
              "reference": "John 7:48"
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGES",
          "content": "Joshua 1:5-9; 2 Timothy 1:11-12"
        }
      ]
    },
    {
      "week": 10,
      "title": "DIFFICULTIES OF A LEADER",
      "introduction": "Leadership is God’s gift. It requires faith and the ability to utilize other gifts of service. The Lord chooses the right people for the task of leadership. He also prepares them in His way; He uses other people, circumstances, and experiences to teach His servants.",
      "memoryVerse": "Exodus 14:14 - \"The Lord will fight for you, and you have only to be silent.\"",
      "days": [
        {
          "day": 1,
          "title": "ATTITUDES DURING HARDSHIPS",
          "questions": [
            {
              "question": "Pharaoh allowed the Israelites to go free. But after they started their journey, he changed his mind and sent his army after them. How did the Israelites feel?",
              "reference": "Exodus 14:10"
            },
            {
              "question": "How did Moses react to the same situation?",
              "reference": "Exodus 14:13-14"
            },
            {
              "question": "What is your attitude when you and your family have no harvest? a dangerous situation? no school fees?"
            }
          ]
        },
        {
          "day": 2,
          "title": "WHEN NO ONE LISTENS",
          "questions": [
            {
              "question": "Why did the Israelites find fault with Moses?",
              "reference": "Exodus 17:3"
            },
            {
              "question": "What did Moses do when they murmured against him?",
              "reference": "Exodus 17:4"
            },
            {
              "question": "How do you react when people do not want to follow you?"
            }
          ]
        },
        {
          "day": 3,
          "title": "THE HEART OF A LEADER",
          "questions": [
            {
              "question": "When Moses came down from the mountain with God’s commandments written on two stone tablets, what were the Israelites doing?",
              "reference": "Exodus 32:19"
            },
            {
              "question": "What was Moses willing to do so that God would forgive their sin?",
              "reference": "Exodus 32:31-32"
            },
            {
              "question": "What can you do to help the people in your church and school?"
            }
          ]
        },
        {
          "day": 4,
          "title": "DELEGATE WORK TO OTHERS",
          "questions": [
            {
              "question": "What did Jethro say was not good about Moses’ working habits?",
              "reference": "Exodus 18:13-24"
            },
            {
              "question": "How did Jethro advise Moses to solve this problem?",
              "reference": "Exodus 18:21-22"
            },
            {
              "question": "What was Moses’ reaction?"
            },
            {
              "question": "Do you try to do too much of the work rather than letting others help? What should you do when you find the work is too much?"
            }
          ]
        },
        {
          "day": 5,
          "title": "HANDLING CRITICISM",
          "questions": [
            {
              "question": "What did Miriam and Aaron question about Moses’ leadership position?",
              "reference": "Numbers 12:2"
            },
            {
              "question": "What did the Israelites want to do?",
              "reference": "Numbers 14:4"
            },
            {
              "question": "What were Korah’s criticisms of Moses?",
              "reference": "Numbers 16:3,13"
            },
            {
              "question": "Who punished Moses’s critics?",
              "reference": "Numbers 12:10; 14:20-23; 16:30-33"
            },
            {
              "question": "Moses did not “return evil for evil” for being unjustly criticised. Do Christians sometimes criticise you for what you feel God wants you to do?",
              "reference": "Self-reflection"
            },
            {
              "question": "Examine yourself when this happens. Ask yourself these three questions: (1) Have I prayed about it? (2) Is it in agreement with God’s Word? (3) Have you counselled with mature-Christians? If you can answer “yes” to these three questions, what promise can you claim?",
              "reference": "Galatians 6:9"
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGE",
          "content": "2 Corinthians 4:1-11"
        }
      ]
    },
    {
      "week": 11,
      "title": "WHO IS TO BLAME?",
      "introduction": "You know what the whole problem with youis? No?            \nAnd I don’t want to know! Leave me ALONE!The WHOLE trouble with you is you don’t listen  to what the whole trouble with you is?",

      "memoryVerse": "Romans 14:10-12, \"For we shall all stand before the judgment seat of God; for it is written, ‘As I live, says the Lord, every knee shall bow to me, and every tongue shall give praise to God. So each of us shall give account of himself to God.’\"",
      "days": [
        {
          "day": 1,
          "title": "Deliberate Disobedience",
          "questions": [
            {
              "question": "What was God’s command to Saul?",
              "reference": "1 Samuel 15:3"
            },
            {
              "question": "What does “utterly destroy” mean?"
            },
            {
              "question": "How did Saul disobey this command?",
              "reference": "1 Samuel 15:9"
            },
            {
              "question": "What is another word that means disobedience to God?",
              "reference": "1 Samuel 15:24"
            },
            {
              "question": "If you know what is right and fail to do it, for you it is ____________.",
              "reference": "James 4:17"
            }
          ]
        },
        {
          "day": 2,
          "title": "Excuses for disobeying God",
          "questions": [
            {
              "question": "Whom did Saul try to blame for his disobedience?",
              "reference": "1 Samuel 15:15"
            },
            {
              "question": "What excuses did Saul give for disobeying God?",
              "reference": "1 Samuel 15:15"
            },
            {
              "question": "Write some common excuses that young people give these days for sinning."
            }
          ]
        },
        {
          "day": 3,
          "title": "Obedience OR SACRIFICE?",
          "questions": [
            {
              "question": "Read 1 Samuel 15:18-23. ‘To obey is better than ______ and to hearken (listen) than the ______.’ (v.22). ‘Rebellion is as the sin of ______ and stubbornness is as ______ and ______.’ (v.23)",
              "reference": "1 Samuel 15:22-23"
            },
            {
              "question": "You think you must do certain things to please God. But He does not want your outward actions as much as He wants your heart and attitudes. What are some things which you think you must do to please God?"
            }
          ]
        },
        {
          "day": 4,
          "title": "HINDRANCES TO OBEDIENCE",
          "questions": [
            {
              "question": "What was the real reason why Saul failed to obey the command of God?",
              "reference": "1 Samuel 15:24"
            },
            {
              "question": "Does God honour partial obedience?",
              "reference": "1 Samuel 15:26,28"
            },
            {
              "question": "In what ways do I seek to gain people's rather than God's favour?"
            },
            {
              "question": "How do material possessions and riches hinder many Christians?"
            }
          ]
        },
        {
          "day": 5,
          "title": "FINDING A SCAPEGOAT",
          "questions": [
            {
              "question": "What was Saul's first response when he met Samuel?"
            },
            {
              "question": "After Samuel heard the noise of animals, what was Saul's excuse?"
            },
            {
              "question": "What excuses do you give for your sins?"
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGE",
          "content": "Isaiah 11:1-9"
        }
      ]
    },

    {
      "week": 12,
      "title": "FORSAKE IT ALL!",
      "introduction": "Everybody does it! We often hear that excuse for sin. God looks at our sin as sin unto Him only. Our own lusts (evil desires or actions) cause an eloquence God, his promises are from God and from each other. Forgiveness means, relationships. Forgiveness acts as time to enjoy our relationship with God and with each other.",
      "memory_verse": "1 John 1:9 - 'If we confess our sins, He is faithful and just...'",
      "days": [
        {
          "day": 1,
          "title": "LOOK YOU ARE THE MAN",
          "questions": [
            {
              "question": "What two things did David do?",
              "reference": "2 Samuel 11:45-12:36"
            },
            {
              "question": "Everybody hides sin. David thought no one knew about his sins. How did God reveal David's sin?",
              "reference": "2 Samuel 12:1-8"
            },
            {
              "question": "Did David accept responsibility for his sins?",
              "reference": "2 Samuel 12:13"
            },
            {
              "question": "What was David's attitude towards his sin?"
            },
            {
              "question": "What you do in secret is no secret to God. What happens when you sin?"
            }
          ]
        },
        {
          "day": 2,
          "title": "ADMIT YOUR DISOBEDIENCE",
          "questions": [
            {
              "question": "What two things separate you from God?",
              "reference": "Isaiah 59:1,2,11,13"
            },
            {
              "question": "What happens to God's love and power when you sin?",
              "reference": "Isaiah 59:1"
            },
            {
              "question": "What does Isaiah say was the cause of troubles?",
              "reference": "Isaiah 59:15"
            },
            {
              "question": "What keeps you from receiving God’s fullest blessings?"
            }
          ]
        },
        {
          "day": 3,
          "title": "STOP EXCUSES",
          "questions": [
            {
              "question": "Sometimes Satan hardens our hearts so we refuse to admit our sins. Read 1 John 1:8,9: When do you decide when you try to hide your sin or blame it on someone else?",
              "reference": "1 John 1:8"
            },
            {
              "question": "You can trust God to forgive your sins because He is ______ and ______.",
              "reference": "1 John 1:9"
            },
            {
              "question": "What else will God not be to you?",
              "reference": "1 John 1:9"
            },
            {
              "question": "When you confess your sins and receive His forgiveness, He not only forgives you, but cleanses you from all unrighteousness. So you can stand before God as a holy, righteous person. When Satan tries to tell you that your sins are not really forgiven, what is a good verse to turn to?"
            }
          ]
        },
        {
          "day": 4,
          "title": "CONFESS YOUR SIN",
          "questions": [
            {
              "question": "According to Proverbs 28:13, what are the two parts of repentance?",
              "reference": "Proverbs 28:13"
            },
            {
              "question": "'To confess your sin' means to agree with God that you have done something displeasing to Him. Why was David sorry for his sin?",
              "reference": "Psalm 51:4"
            },
            {
              "question": "David realized that he had sinned against God. What else did David ask God to do?",
              "reference": "Psalm 51:10,12"
            },
            {
              "question": "What must you do when you know you have sinned against God?"
            }
          ]
        },
        {
          "day": 5,
          "title": "HATE SIN",
          "questions": [
            {
              "question": "Read Psalm 51:15-17 and Psalm 32. 'To forsake' means to leave your sin completely. If you find yourself repeating the same sin over and over again, what question should you ask yourself?",
              "reference": "1 John 3:9"
            },
            {
              "question": "The sacrifice acceptable to God is a ______ and a ______ heart.",
              "reference": "Psalm 51:17"
            },
            {
              "question": "God hates sin; but He loves us. He forgave David; nevertheless, the consequences of sin were inevitable. What were they?",
              "reference": "2 Samuel 12:15-18"
            },
            {
              "question": "In Psalm 32, David tells the repentance of repentance. What will be returned to the person who repents and is forgiven by God?",
              "reference": "Psalm 32:1,11"
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGE",
          "questions": [
            {
              "question": "read and analyze it in depth",
              "reference": "Romans 6:1-14"
            }
          ]
        }
      ]
    },
    {
      "week": 13,
      "title": "A NEW CREATION",
      "memory_verse": "2 Corinthians 5:17 - 'Therefore, if anyone is in Christ, he is a new creation; the old has passed away, behold, the new has come.'",
      "days": [
        {
          "day": 1,
          "title": "KNOWN BY THEIR ACTIONS",
          "content": "Your words and deeds show whether or not you are controlled by God. The lives of people in the Old Testament also showed their faith or lack of faith. Read Hebrews 11:23-39.",
          "questions": [
            {
              "question": "Match the following actions with the persons who did them: ______, Sam, David, Joseph, Daniel.",
              "options": [
                "1. He chose to suffer with God's people rather than riches ______",
                "2. He ran from sexual temptation ______",
                "3. He refused to defile himself with the king’s food and idol ______",
                "4. 'You are the man'; 2 Samuel 12:7 ______",
                "5. He blamed the people for his disobedience, 1 Sam. 15:21 ______"
              ]
            },
            {
              "question": "Choose two of the above characters. Write two spiritual lessons you have learned from their lives.",
              "spaces": 2
            }
          ]
        },
        {
          "day": 2,
          "title": "MARKS OF A CHRISTIAN",
          "content": "Jesus Christ said in His Sermon on the Mount, 'You shall know them by their fruits' (Matthew 7:16).",
          "questions": [
            {
              "question": "What are the qualities of a Spirit-filled life listed in Galatians 5:22-27?",
              "reference": "Galatians 5:22-27"
            },
            {
              "question": "Describe a situation in your life where you need to exercise one of these qualities."
            }
          ]
        },
        {
          "day": 3,
          "title": "ENEMIES OF GOOD CHARACTER",
          "content": "We struggle daily against spiritual enemies — the world, the flesh, and the devil. Satan's temptations appeal to our fleshly appetites. We produce the works of the flesh when we yield to them.",
          "questions": [
            {
              "question": "What are some of the works of the flesh? (Galatians 5:19-21). Compare with Mark 7:21-22."
            },
            {
              "question": "Fleshly lusts destroy the believer's character. What other enemies war against our souls? (1 John 2:16)"
            },
            {
              "question": "What temptations do you struggle against?"
            }
          ]
        },
        {
          "day": 4,
          "title": "WINNING THE RACE",
          "content": "Old Testament believers overcame their challenges by exercising faith in God. We, too, can overcome the world, the flesh, and the devil. Our goal is to become more and more like Christ.",
          "questions": [
            {
              "question": "What must we do to run with the race? (Hebrews 12:1-2)"
            },
            {
              "question": "What ‘weight’ and ‘sin’ keep you from being like Christ?"
            }
          ]
        },
        {
          "day": 5,
          "title": "EXERCISE TO BUILD MUSCLE",
          "content": "The more we exercise, the stronger we grow. We develop spiritually by exercising faith. God places difficulties in our path to test our faith, and as we overcome them, our faith grows and we become more like Christ.",
          "questions": [
            {
              "question": "According to Romans 8:35-39, what are some difficulties we face?"
            },
            {
              "question": "What does God promise in our difficulties? (Romans 8:37-39)"
            },
            {
              "question": "Try to recall and list all the verses you have memorized while studying this book."
            }
          ]
        },
        {
          "day": 6,
          "title": "BIBLE PASSAGE",
          "reference": "2 Peter 1:3-34"
        }
      ]
    }
  ]
}
